---
kind: property
id: P:Autodesk.Revit.DB.Analysis.EnergyAnalysisMaterial.Thickness
zh: 厚度
source: html/358f1dc1-c5be-5f07-ee20-326b8d970956.htm
---
# Autodesk.Revit.DB.Analysis.EnergyAnalysisMaterial.Thickness Property

**中文**: 厚度

The thickness of the material.

## Syntax (C#)
```csharp
public double Thickness { get; }
```